-- phpMyAdmin SQL Dump
-- version 3.4.11.1
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Jul 01, 2013 at 12:53 AM
-- Server version: 5.5.32
-- PHP Version: 5.2.17

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";

--
-- Database: `ifeigoco_apfreelancer`
--

--
-- Dumping data for table `fl_state`
--

INSERT INTO `state` (`id_state`, `fk_country`, `state_en`, `state_cn`, `state_zh`) VALUES
(1, 231, 'Alabama', '阿拉巴马州', '阿拉巴馬州'),
(2, 231, 'Alaska', '阿拉斯加州', '阿拉斯加州'),
(3, 231, 'Arizona', '亚利桑那州', '亞利桑那州'),
(4, 231, 'Arkansas', '阿肯色州', '阿肯色州'),
(5, 231, 'California', '加利福尼亚', '加利福尼亞'),
(6, 231, 'Colorado', '美国科罗拉多州', '美國科羅拉多州'),
(7, 231, 'Connecticut', '康涅狄格', '康涅狄格'),
(8, 231, 'Delaware', '特拉华州', '特拉華州'),
(9, 231, 'District of Columbia', '哥伦比亚特区', '哥倫比亞特區'),
(10, 231, 'Florida', '佛罗里达', '佛羅里達'),
(11, 231, 'Georgia', '乔治亚州', '喬治亞州'),
(12, 231, 'Hawaii', '夏威夷', '夏威夷'),
(13, 231, 'Idaho', '爱达荷州', '愛達荷州'),
(14, 231, 'Illinois', '伊利诺斯州', '伊利諾斯州'),
(15, 231, 'Indiana', '印地安那州', '印地安那州'),
(16, 231, 'Iowa', '爱荷华州', '愛荷華州'),
(17, 231, 'Kansas', '堪萨斯州', '堪薩斯州'),
(18, 231, 'Kentucky', '肯塔基州', ' 肯塔基州'),
(19, 231, 'Louisiana', '路易斯安那', '路易斯安那'),
(20, 231, 'Maine', '缅因州', '緬因州'),
(21, 231, 'Maryland', '马里兰', '馬里蘭'),
(22, 231, 'Massachusetts', '马萨诸塞州', '馬薩諸塞州'),
(23, 231, 'Michigan', '密歇根州', '密歇根州'),
(24, 231, 'Minnesota', '明尼苏达州', '明尼蘇達州'),
(25, 231, 'Mississippi', '密西西比州', ' 密西西比州'),
(26, 231, 'Missouri', '密苏里州', '密蘇里州'),
(27, 231, 'Montana', '蒙大纳州', '蒙大納州'),
(28, 231, 'Nebraska', '内布拉斯加州', '內布拉斯加州'),
(29, 231, 'Nevada', '内华达州', '內華達州'),
(30, 231, 'New Hampshire', '新罕布什尔州', '新罕布什爾州'),
(31, 231, 'New Jersey', '新泽西州', '新澤西州'),
(32, 231, 'New Mexico', '新墨西哥州', '新墨西哥州'),
(33, 231, 'New York', '纽约州', '紐約州'),
(34, 231, 'North Carolina', '北卡罗来纳州', '北卡羅來納州'),
(35, 231, 'North Dakota', '北达科他州', '北達科他州'),
(36, 231, 'Ohio', '俄亥俄州', '俄亥俄州'),
(37, 231, 'Oklahoma', '俄克拉荷马州', '俄克拉荷馬州'),
(38, 231, 'Oregon', '俄勒冈州', '俄勒岡州'),
(39, 231, 'Pennsylvania', '宾夕法尼亚州', '賓夕法尼亞州'),
(40, 231, 'Rhode Island', '罗得岛州', '羅得島州'),
(41, 231, 'South Carolina', '南卡罗来纳', '南卡羅來納'),
(42, 231, 'South Dakota', '南达科塔', ' 南達科塔'),
(43, 231, 'Tennessee', '田纳西州', '田納西州'),
(44, 231, 'Texas', '德克萨斯州', '德克薩斯州'),
(45, 231, 'Utah', '犹他州', '猶他州'),
(46, 231, 'Vermont', '佛蒙特州', '佛蒙特州'),
(47, 231, 'Virginia', '维吉尼亚州', '維吉尼亞州'),
(48, 231, 'Washington', '华盛顿特区', '華盛頓特區'),
(49, 231, 'West Virginia', '西弗吉尼亚', '西弗吉尼亞'),
(50, 231, 'Wisconsin', '威斯康星州', '威斯康星州'),
(51, 231, 'Wyoming', '怀俄明州', '懷俄明州'),
(52, 14, 'Australian Capital Territory', '澳大利亚首都特区', '澳大利亞首都特區'),
(53, 14, 'New South Wales', '新南威尔士', '新南威爾士'),
(54, 14, 'Northern Territory', '北领地', '北領地'),
(55, 14, 'Queensland', '昆士兰州', '昆士蘭州'),
(56, 14, 'South Australia', '南澳大利亚', '南澳大利亞'),
(57, 14, 'Tasmania', '塔斯马尼亚', '塔斯馬尼亞'),
(58, 14, 'Victoria', '维多利亚州', '維多利亞州'),
(59, 14, 'Western Australia', '西澳大利亚', ' 西澳大利亞'),
(60, 46, 'heilongjian', '黑龙江', '黑龍江'),
(61, 46, 'jilin', '吉林', '吉林'),
(62, 46, 'liaoling', '辽宁省', '遼寧省'),
(63, 46, 'beijing', '北京市', '北京市'),
(64, 46, 'tianjing', '天津市', '天津市'),
(65, 46, 'hebei', '河北省', '河北省'),
(66, 46, 'shanxi', '山西省', '山西省'),
(67, 46, 'neimeng', '内蒙古自治区', '內蒙古自治區'),
(68, 46, 'shanghai', '上海市', '上海市'),
(69, 46, 'shandong', '山东省', '山東省'),
(70, 46, 'jiangsu', '江苏省', '江蘇省'),
(71, 46, 'anhui', '安徽', '安徽'),
(72, 46, 'zhejiang', '浙江省', '浙江省'),
(73, 46, 'jiangxi', '江西省', '江西省'),
(74, 46, 'fujian', '福建省', '福建省'),
(75, 46, 'henan', '河南省', '河南省'),
(76, 46, 'hubei', '湖北省', '湖北省'),
(77, 46, 'hunan', '湖南省', ' 湖南省'),
(78, 46, 'guangdong', '广东省', '廣東省'),
(79, 46, 'hainan', '海南省', '海南省'),
(80, 46, 'guangxi', '广西壮族自治区', '廣西壯族自治區'),
(81, 46, 'sichuan', '四川省', '四川省'),
(82, 46, 'guizhou', '贵州省', '貴州省'),
(83, 46, 'yunnan', '云南省', '雲南省'),
(84, 46, 'tibet', '西藏自治区', ' 西藏自治區'),
(85, 46, 'shanxi', '陕西省', '陝西省'),
(86, 46, 'ningxia', '宁夏回族自治区', '寧夏回族自治區'),
(87, 46, 'gansu', '甘肃省', '甘肅省'),
(88, 46, 'qinghai', '青海省', '青海省'),
(89, 46, 'xinjiang', '新疆维吾尔自治区', '新疆維吾爾自治區'),
(90, 46, 'taiwan', '台湾省', '台灣省'),
(91, 46, 'hongkong', '香港特别行政区', ' 香港特別行政區'),
(92, 46, 'macao', '澳门特别行政区', '澳門特別行政區'),
(93, 46, 'chongqing', '重庆市', '重慶市');
